export default {
  projections: {
    БазаДанныхE: {
      справУч: {
        __caption__: 'Фио ученика',
        фио: {
          __caption__: 'Фио ученика'
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио родителя'
          }
        },
        номер: {
          __caption__: '',
          наименование: {
            __caption__: 'Номер карты'
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    справУч: {
      __caption__: 'Фио ученика'
    },
    картДоступ: {
      __caption__: 'картДоступ'
    }
  }
};
