export default {
  projections: {
    КартДоступE: {
      справСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      },
      базаДанных: {
        __caption__: 'База Данных',
        справУч: {
          __caption__: 'Фио ученика',
          фио: {
            __caption__: 'Фио ученика'
          },
          классУч: {
            __caption__: '',
            назв: {
              __caption__: 'Класс'
            }
          },
          справРод: {
            __caption__: '',
            фио: {
              __caption__: 'Фио родителя'
            }
          },
          номер: {
            __caption__: '',
            наименование: {
              __caption__: 'Номер карты'
            }
          }
        }
      }
    },
    КартДоступL: {
      справСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    справСотр: {
      __caption__: 'Фио сотрудника'
    },
    базаДанных: {
      __caption__: 'База Данных'
    }
  }
};
